{
  "en": {
    "title" : "About Us",
    "paragraphs" : [
      "Dulce and Juan met in college.  One day, Juan noticed Dulce was very sad, he approached and asked her what was wrong.  Dulce answered she was doing poorly in Calculus and needed an A in the final exam to not fail the class.",
      "Juan told Dulce not to worry, that he would help her.  He designed a hardcore study plan and spent with Dulce many days in the library doing every exercise in the book (plus some extra difficult ones Juan came up with).",
      "It was worth it.  Dulce got an A and did not fail the class.",
      "They stayed friends for the next year but then Juan transferred to Stanford and they stopped seeing each other.",
      "Many years later, they reconnected at Dulce’s graduation party.  They kept close contact even though Dulce was in Monterrey and Juan was in Mexico City.",
      "Eventually, Juan invited Dulce to work with him in Mexico City.  Dulce worked hard putting order in Juan’s business.",
      "One day, they were playing Rockband and drinking martinis…  They began dating.",
      "Now they hardly go anywhere without each other.  Juan is the happiest man in the world and Dulce has the love of her life."
    ]
  },
  "es": {
    "title" : "Nosotros",
    "paragraphs" : [
      "Dulce y Juan se conocieron en la universidad.  Un día, Juan notó que Dulce estaba triste, se acercó y le preguntó que le pasaba.  Dulce respondió que le iba mal en Cálculo y necesitaba un 10 en el examen final para no reprobar.",
    "Juan le dijo a Dulce que no se preocupara, que la iba a ayudar.  Juan diseño un programa de estudio y junto con Dulce pasó muchos días en la biblioteca haciendo todos los ejercicios del libro de Cálculo (junto con otros muy difíciles que se le ocurrieron a Juan).",
    "Valió el esfuerzo.  Dulce obtuvo un 10 y no reprobó la clase.",
    "Siguieron siendo amigos el próximo año pero Juan se transfirió a Stanford y se dejaron de ver.",
    "Algunos años después se volvieron a ver en la graduación de Dulce.  Mantuvieron contacto aunque Dulce estaba en Monterrey y Juan el Distrito Federal.",
    "Eventualmente, Juan invito a Dulce a trabajar con el en el Distrito Federal.  Dulce trabajó arduamente poniendo en orden la empresa de Juan.",
    "Un día, estaban jugando Rockband y bebiendo martinis...  Empezaron a salir.",
    "Ahora, siempre están juntos.  Juan es el hombre más feliz del mundo y Dulce tiene al amor de su vida."
    ]
  }
}
